import React from "react";

function About() {
  return (
    <section id="about" className="about">
      <div className="container">
        <h1>О нас</h1>
        <p>
          Добро пожаловать в нашу цифровую галерею, вдохновленную великолепием
          эпохи барокко! Наше приложение создано с целью перенести вас в мир
          искусства и роскоши, где каждый пиксель дышит историей и изяществом.
          Мы стремимся сохранить дух барокко, сочетая его с современными
          технологиями, чтобы вы могли наслаждаться шедеврами прошлого в любое
          время и в любом месте. Наша коллекция включает в себя тщательно
          отобранные произведения искусства, которые отражают богатство и
          величие этого уникального стиля. Мы гордимся тем, что предоставляем
          нашим пользователям возможность не только любоваться этими шедеврами,
          но и приобретать их через наши регулярные аукционы.
        </p>
        <h4>Аукционы</h4>
        <p>
          Наши аукционы — это уникальная возможность стать владельцем
          произведения искусства, которое не только украсит ваш интерьер, но и
          станет частью вашей коллекции. Мы тщательно подбираем каждый лот,
          чтобы удовлетворить вкусы самых искушенных ценителей искусства.
          Присоединяйтесь к нашим аукционам и ощутите азарт и волнение от
          участия в этом увлекательном процессе.
        </p>
        <h4>Наша миссия</h4>
        <p>
          Наша миссия — сделать искусство доступным и понятным для каждого. Мы
          верим, что искусство способно вдохновлять, обогащать и менять жизни.
          Поэтому мы стремимся создать платформу, где каждый найдет что-то
          особенное для себя. Присоединяйтесь к нам в этом увлекательном
          путешествии по миру искусства и откройте для себя красоту барокко в
          новом свете!
        </p>
        <img src="../img/gallery.jpg" alt="Elegant dining table" />
      </div>
    </section>
  );
}
export default About;
